Repository: bongofongo/autorota
Catalog: platforms/apple/Apps/AutorotaApp/AutorotaApp/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, hi, zh_hans, zh_hant

# help.section.shifts.example.2
source: Weekend brunch needs 1–2 cooks: choose Sat/Sun, role = Kitchen, min = 1, max = 2.
ar: غداء عطلة الأسبوع يحتاج 1–2 طهاة: اختر السبت/الأحد، الدور = المطبخ، الحد الأدنى = 1، الحد الأقصى = 2.
bn: সপ্তাহান্তের ব্রাঞ্চে ১–২ জন রাঁধুনি প্রয়োজন: শনি/রবি নির্বাচন করুন, ভূমিকা = কিচেন, সর্বনিম্ন = ১, সর্বোচ্চ = ২।
es: El brunch del fin de semana necesita 1–2 cocineros: elige sáb./dom., rol = Cocina, mín. = 1, máx. = 2.
hi: सप्ताहांत ब्रंच के लिए 1–2 रसोइए चाहिए: शनि/रवि चुनें, भूमिका = Kitchen, न्यूनतम = 1, अधिकतम = 2।
zh_hans: 周末早午餐需要 1–2 名厨师：选择周六/周日，角色 = 厨房，最小值 = 1，最大值 = 2。
zh_hant: 週末早午餐需要 1–2 名廚師：選擇週六/週日，角色 = 廚房，最小值 = 1，最大值 = 2。

# help.section.shifts.item.1
source: Shifts define the slots you schedule each week.
ar: تحدّد الورديات الفترات التي تجدولها كل أسبوع.
bn: শিফট প্রতি সপ্তাহে আপনার সময়সূচীর স্লট সংজ্ঞায়িত করে।
es: Los turnos definen los espacios que programas cada semana.
hi: शिफ़्टें उन स्लॉट्स को परिभाषित करती हैं जिन्हें आप हर सप्ताह शेड्यूल करते हैं।
zh_hans: 班次定义每周要排的时段。
zh_hant: 班次定義每週要排的時段。

# help.section.shifts.item.2
source: Set a name, start time, end time, and day of the week.
ar: حدّد الاسم ووقت البداية والنهاية واليوم من الأسبوع.
bn: নাম, শুরুর সময়, শেষ সময় ও সপ্তাহের দিন সেট করুন।
es: Establece nombre, hora de inicio, hora de fin y día de la semana.
hi: नाम, प्रारंभ समय, समाप्ति समय और सप्ताह का दिन सेट करें।
zh_hans: 设置名称、开始时间、结束时间与星期几。
zh_hant: 設定名稱、開始時間、結束時間與星期幾。

# help.section.shifts.item.3
source: Choose which roles are needed and how many staff.
ar: اختر الأدوار المطلوبة وعدد الموظفين.
bn: কোন ভূমিকা প্রয়োজন এবং কতজন কর্মী চয়ন করুন।
es: Elige qué roles se necesitan y cuánto personal.
hi: चुनें कि कौन सी भूमिकाएँ चाहिए और कितने कर्मचारी।
zh_hans: 选择所需的职位以及人员数量。
zh_hant: 選擇所需的職位以及人員數量。

# help.section.shifts.item.4
source: Shifts are reused every time you generate a rota.
ar: تُعاد استخدام الورديات في كل مرة تولّد فيها جدولاً.
bn: প্রতিবার রোটা জেনারেট করার সময় শিফট পুনরায় ব্যবহৃত হয়।
es: Los turnos se reutilizan cada vez que generas un horario.
hi: हर बार जब आप रोटा जनरेट करते हैं तो शिफ़्टें पुनः उपयोग की जाती हैं।
zh_hans: 每次生成排班表时都会重复使用班次。
zh_hant: 每次產生排班表時都會重複使用班次。

# help.step.1
source: Add your employees and their roles
ar: أضف موظفيك وأدوارهم
bn: আপনার কর্মচারী ও তাদের ভূমিকা যোগ করুন
es: Añade tus empleados y sus roles
hi: अपने कर्मचारी और उनकी भूमिकाएँ जोड़ें
zh_hans: 添加员工及其职位
zh_hant: 新增員工及其職位

# help.step.2
source: Create shifts for each day
ar: أنشئ ورديات لكل يوم
bn: প্রতিটি দিনের জন্য শিফট তৈরি করুন
es: Crea turnos para cada día
hi: प्रत्येक दिन के लिए शिफ़्टें बनाएँ
zh_hans: 为每天创建班次
zh_hant: 為每天建立班次

# help.step.3
source: Generate a rota for any week
ar: ولّد جدولاً لأي أسبوع
bn: যেকোনো সপ্তাহের জন্য রোটা জেনারেট করুন
es: Genera un horario para cualquier semana
hi: किसी भी सप्ताह के लिए रोटा जनरेट करें
zh_hans: 为任何一周生成排班表
zh_hant: 為任何一週產生排班表

source: Hidden
ar: مخفي
bn: লুকানো
es: Oculto
hi: छिपा हुआ
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide %@ from tab bar
ar: إخفاء %@ من شريط التبويبات
bn: %@ ট্যাব বার থেকে লুকান
es: Ocultar %@ de la barra de pestañas
hi: %@ को टैब बार से छिपाएँ
zh_hans: 从标签栏隐藏 %@
zh_hant: 從分頁列隱藏 %@

source: Hourly wage
ar: الأجر بالساعة
bn: ঘণ্টা ভিত্তিক মজুরি
es: Salario por hora
hi: प्रति घंटा वेतन
zh_hans: 时薪
zh_hant: 時薪

source: Hours
ar: الساعات
bn: ঘণ্টা
es: Horas
hi: घंटे
zh_hans: 时数
zh_hant: 時數

source: Hours by Day of Week
ar: الساعات حسب يوم الأسبوع
bn: সপ্তাহের দিন অনুযায়ী ঘণ্টা
es: Horas por día de la semana
hi: सप्ताह के दिन के अनुसार घंटे
zh_hans: 按星期统计时数
zh_hant: 各星期時數

source: Hours by Employee
ar: الساعات حسب الموظف
bn: কর্মচারী অনুযায়ী ঘণ্টা
es: Horas por empleado
hi: कर्मचारी के अनुसार घंटे
zh_hans: 按员工统计时数
zh_hant: 各員工時數

source: Hours by Role
ar: الساعات حسب الدور
bn: ভূমিকা অনুযায়ী ঘণ্টা
es: Horas por rol
hi: भूमिका के अनुसार घंटे
zh_hans: 按职位统计时数
zh_hant: 各職位時數

source: Hours:
ar: الساعات:
bn: ঘণ্টা:
es: Horas:
hi: घंटे:
zh_hans: 时数：
zh_hant: 時數:

source: How would you like to create a schedule for this week?
ar: كيف تريد إنشاء جدول لهذا الأسبوع؟
bn: এই সপ্তাহের জন্য আপনি কীভাবে সময়সূচী তৈরি করতে চান?
es: ¿Cómo quieres crear el horario de esta semana?
hi: आप इस सप्ताह के लिए शेड्यूल कैसे बनाना चाहेंगे?
zh_hans: 您想如何为本周创建排班表？
zh_hant: 您想如何為本週建立排班表?

source: iCloud Data Found
ar: تم العثور على بيانات iCloud
bn: iCloud তথ্য পাওয়া গেছে
es: Datos de iCloud encontrados
hi: iCloud डेटा मिला
zh_hans: 找到 iCloud 数据
zh_hant: 找到 iCloud 資料

source: iCloud Sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
es: Sincronización con iCloud
hi: iCloud सिंक
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: ICS Calendar
ar: تقويم ICS
bn: ICS ক্যালেন্ডার
es: Calendario ICS
hi: ICS कैलेंडर
zh_hans: ICS 日历
zh_hant: ICS 行事曆

source: Import %lld
ar: استيراد %lld
bn: %lld ইম্পোর্ট করুন
es: Importar %lld
hi: %lld इम्पोर्ट करें
zh_hans: 导入 %lld
zh_hant: 匯入 %lld

source: Import Employees
ar: استيراد الموظفين
bn: কর্মচারী ইম্পোর্ট করুন
es: Importar empleados
hi: कर्मचारी इम्पोर्ट करें
zh_hans: 导入员工
zh_hant: 匯入員工

source: Import employees…
ar: استيراد الموظفين…
bn: কর্মচারী ইম্পোর্ট করুন…
es: Importar empleados…
hi: कर्मचारी इम्पोर्ट करें…
zh_hans: 导入员工…
zh_hant: 匯入員工…

source: Import Error
ar: خطأ في الاستيراد
bn: ইম্পোর্ট ত্রুটি
es: Error de importación
hi: इम्पोर्ट त्रुटि
zh_hans: 导入错误
zh_hant: 匯入錯誤

source: Imported
ar: تم الاستيراد
bn: ইম্পোর্ট করা হয়েছে
es: Importado
hi: इम्पोर्ट किए गए
zh_hans: 已导入
zh_hant: 已匯入

source: Increase %@
ar: زيادة %@
bn: %@ বাড়ান
es: Aumentar %@
hi: %@ बढ़ाएँ
zh_hans: 增加 %@
zh_hant: 增加 %@

source: Info
ar: معلومات
bn: তথ্য
es: Información
hi: जानकारी
zh_hans: 信息
zh_hant: 資訊

source: Insert only
ar: إدراج فقط
bn: শুধুমাত্র সন্নিবেশ
es: Solo insertar
hi: केवल सम्मिलित करें
zh_hans: 仅插入
zh_hant: 僅新增

source: Last Name
ar: اسم العائلة
bn: শেষ নাম
es: Apellido
hi: अंतिम नाम
zh_hans: 姓氏
zh_hant: 姓氏

source: Last week
ar: الأسبوع الماضي
bn: গত সপ্তাহ
es: Semana pasada
hi: पिछला सप्ताह
zh_hans: 上周
zh_hant: 上週

source: Layout
ar: التخطيط
bn: লেআউট
es: Diseño
hi: लेआउट
zh_hans: 布局
zh_hant: 版面配置

source: Layout, profile, and cell content use your Export tab settings.
ar: يستخدم التخطيط وملف التعريف ومحتوى الخلايا إعدادات تبويب التصدير الخاص بك.
bn: লেআউট, প্রোফাইল ও সেল কনটেন্ট আপনার এক্সপোর্ট ট্যাব সেটিংস ব্যবহার করে।
es: El diseño, perfil y contenido de las celdas usan los ajustes de la pestaña Exportar.
hi: लेआउट, प्रोफ़ाइल और सेल सामग्री आपकी एक्सपोर्ट टैब सेटिंग्स का उपयोग करते हैं।
zh_hans: 布局、配置和单元格内容使用您「导出」标签页的设置。
zh_hant: 版面配置、設定檔與儲存格內容會使用您「匯出」分頁的設定。

# license.banner.read_only.body
source: Trial ended. Purchase to resume editing.
ar: انتهت التجربة. اشترِ لاستئناف التعديل.
bn: ট্রায়াল শেষ। সম্পাদনা পুনরায় শুরু করতে কিনুন।
es: La prueba ha terminado. Compra para seguir editando.
hi: ट्रायल समाप्त। संपादन फिर से शुरू करने के लिए खरीदें।
zh_hans: 试用已结束。购买后可继续编辑。
zh_hant: 試用已結束。購買後可繼續編輯。

# license.banner.read_only.cta
source: Buy
ar: شراء
bn: কিনুন
es: Comprar
hi: खरीदें
zh_hans: 购买
zh_hant: 購買

# license.banner.read_only.title
source: Read-Only Mode
ar: وضع القراءة فقط
bn: শুধু-পঠন মোড
es: Modo solo lectura
hi: केवल-पठन मोड
zh_hans: 只读模式
zh_hant: 唯讀模式

# license.cta.buy
source: Buy
ar: شراء
bn: কিনুন
es: Comprar
hi: खरीदें
zh_hans: 购买
zh_hant: 購買

# license.cta.continue_with_current
source: Continue with current plan
ar: متابعة الخطة الحالية
bn: বর্তমান প্ল্যান নিয়ে এগিয়ে যান
es: Continuar con el plan actual
hi: वर्तमान योजना के साथ जारी रखें
zh_hans: 继续使用当前方案
zh_hant: 繼續使用目前方案

# license.cta.manage_subscription
source: Manage Subscription
ar: إدارة الاشتراك
bn: সাবস্ক্রিপশন পরিচালনা করুন
es: Gestionar suscripción
hi: सदस्यता प्रबंधित करें
zh_hans: 管理订阅
zh_hant: 管理訂閱

# license.cta.notify_me
source: Notify Me When Available
ar: أعلمني عند التوفر
bn: উপলব্ধ হলে আমাকে জানান
es: Avísame cuando esté disponible
hi: उपलब्ध होने पर मुझे सूचित करें
zh_hans: 推出时通知我
zh_hant: 推出時通知我

# license.cta.restore
source: Restore Purchases
ar: استعادة المشتريات
bn: ক্রয় পুনরুদ্ধার করুন
es: Restaurar compras
hi: खरीदारियाँ पुनर्स्थापित करें
zh_hans: 恢复购买
zh_hant: 回復購買

# license.cta.start_trial
source: Start 7-Day Trial
ar: ابدأ تجربة 7 أيام
bn: ৭ দিনের ট্রায়াল শুরু করুন
es: Iniciar prueba de 7 días
hi: 7-दिन ट्रायल शुरू करें
zh_hans: 开始 7 天试用
zh_hant: 開始 7 天試用

# license.cta.upgrade
source: Upgrade
ar: ترقية
bn: আপগ্রেড
es: Mejorar
hi: अपग्रेड करें
zh_hans: 升级
zh_hant: 升級

# license.error.network
source: A network connection is required to complete this action.
ar: مطلوب اتصال بالإنترنت لإكمال هذا الإجراء.
bn: এই ক্রিয়াটি সম্পন্ন করতে নেটওয়ার্ক সংযোগ প্রয়োজন।
es: Se requiere conexión de red para completar esta acción.
hi: इस क्रिया को पूरा करने के लिए नेटवर्क कनेक्शन ज़रूरी है।
zh_hans: 完成此操作需要网络连接。
zh_hant: 完成此操作需要網路連線。

# license.error.purchase_failed
source: Purchase failed
ar: فشل الشراء
bn: ক্রয় ব্যর্থ
es: Compra fallida
hi: खरीद विफल
zh_hans: 购买失败
zh_hant: 購買失敗

# license.error.read_only
source: Your trial has ended. Purchase to make changes.
ar: انتهت تجربتك. اشترِ لإجراء التغييرات.
bn: আপনার ট্রায়াল শেষ। পরিবর্তন করতে কিনুন।
es: Tu prueba ha terminado. Compra para hacer cambios.
hi: आपका ट्रायल समाप्त हो गया। बदलाव करने के लिए खरीदें।
zh_hans: 试用已结束。购买后即可继续编辑。
zh_hant: 試用已結束。購買後即可繼續編輯。

# license.error.title
source: License Error
ar: خطأ في الترخيص
bn: লাইসেন্স ত্রুটি
es: Error de licencia
hi: लाइसेंस त्रुटि
zh_hans: 许可错误
zh_hant: 授權錯誤

# license.error.trial_used
source: Free trial has already been used on this device.
ar: تم استخدام التجربة المجانية مسبقاً على هذا الجهاز.
bn: এই ডিভাইসে ইতিমধ্যেই বিনামূল্যের ট্রায়াল ব্যবহৃত হয়েছে।
es: La prueba gratuita ya se ha utilizado en este dispositivo.
hi: इस डिवाइस पर मुफ़्त ट्रायल पहले ही उपयोग किया जा चुका है।
zh_hans: 本设备已使用过免费试用。
zh_hant: 本裝置已使用過免費試用。

# license.modal.future_tier.body
source: This tier isn't available yet. We'll let you know when it ships — your interest helps us prioritise.
ar: هذه الفئة غير متاحة بعد. سنعلمك عند إطلاقها — اهتمامك يساعدنا في تحديد الأولويات.
bn: এই টিয়ার এখনও উপলব্ধ নয়। প্রকাশের সময় আপনাকে জানাবো — আপনার আগ্রহ অগ্রাধিকার নির্ধারণে সাহায্য করে।
es: Este nivel aún no está disponible. Te avisaremos cuando esté listo — tu interés nos ayuda a priorizar.
hi: यह टियर अभी उपलब्ध नहीं है। शुरू होने पर हम आपको सूचित करेंगे — आपकी रुचि प्राथमिकता तय करने में मदद करती है।
zh_hans: 此版本尚未推出。准备就绪后会通知您 — 您的关注帮助我们排定优先级。
zh_hant: 此版本尚未推出。準備就緒後會通知您 — 您的關注幫助我們排定優先順序。

# license.modal.future_tier.title
source: Tap for details
ar: اضغط للتفاصيل
bn: বিস্তারিত জানতে ট্যাপ করুন
es: Toca para más detalles
hi: विवरण के लिए टैप करें
zh_hans: 点击查看详情
zh_hant: 點擊查看詳情

# license.section.title
source: Subscription & License
ar: الاشتراك والترخيص
bn: সাবস্ক্রিপশন ও লাইসেন্স
es: Suscripción y licencia
hi: सदस्यता और लाइसेंस
zh_hans: 订阅与许可
zh_hant: 訂閱與授權

# license.state.expired
source: Expired
ar: منتهي
bn: মেয়াদ উত্তীর্ণ
es: Caducado
hi: समाप्त
zh_hans: 已过期
zh_hant: 已過期

# license.state.purchased
source: Active
ar: نشط
bn: সক্রিয়
es: Activo
hi: सक्रिय
zh_hans: 已激活
zh_hant: 已啟用

# license.state.trial.%lld
source: Trial · %lld days left
ar: تجريبي · متبقٍ %lld يوم
bn: ট্রায়াল · %lld দিন বাকি
es: Prueba · %lld días restantes
hi: ट्रायल · %lld दिन शेष
zh_hans: 试用 · 剩 %lld 天
zh_hant: 試用 · 剩 %lld 天

# license.state.unset
source: Not Selected
ar: غير محدد
bn: নির্বাচিত নয়
es: Sin seleccionar
hi: चयन नहीं
zh_hans: 未选择
zh_hant: 未選擇

# license.tier.coming_soon
source: Coming Soon
ar: قريباً
bn: শীঘ্রই আসছে
es: Próximamente
hi: जल्द आ रहा है
zh_hans: 即将推出
zh_hant: 即將推出

# license.tier.employee.bullet.1
source: View your weekly schedule on the go
ar: عرض جدولك الأسبوعي أينما كنت
bn: চলতে চলতে আপনার সাপ্তাহিক সময়সূচী দেখুন
es: Consulta tu horario semanal donde quieras
hi: चलते-फिरते अपना साप्ताहिक शेड्यूल देखें
zh_hans: 随时查看每周排班
zh_hant: 隨時查看每週排班

# license.tier.employee.bullet.2
source: Submit availability and time-off requests
ar: تقديم طلبات التوفر والإجازة
bn: প্রাপ্যতা ও ছুটির অনুরোধ জমা দিন
es: Envía tu disponibilidad y solicitudes de tiempo libre
hi: उपलब्धता और छुट्टी के अनुरोध सबमिट करें
zh_hans: 提交可用时间和休假请求
zh_hant: 提交可用時間與休假請求

# license.tier.employee.bullet.3
source: Get notified when shifts change
ar: احصل على إشعار عند تغيير المناوبات
bn: শিফট পরিবর্তিত হলে বিজ্ঞপ্তি পান
es: Recibe notificaciones cuando cambien los turnos
hi: शिफ्ट बदलने पर सूचना पाएँ
zh_hans: 班次变更时收到通知
zh_hant: 班次變更時收到通知

# license.tier.employee.description
source: Companion app for staff. Sync availability and shifts with your manager's Local Manager device.
ar: تطبيق مرافق للموظفين. مزامنة التوفر والمناوبات مع جهاز المدير المحلي للمدير.
bn: কর্মীদের জন্য সহায়ক অ্যাপ। আপনার ম্যানেজারের লোকাল ম্যানেজার ডিভাইসের সাথে প্রাপ্যতা ও শিফট সিঙ্ক করুন।
es: Aplicación complementaria para el personal. Sincroniza disponibilidad y turnos con el dispositivo del gerente.
hi: कर्मचारियों के लिए कंपैनियन ऐप। अपने मैनेजर के लोकल मैनेजर डिवाइस के साथ उपलब्धता और शिफ्ट सिंक करें।
zh_hans: 员工配套应用。与经理的本地经理设备同步可用性和班次。
zh_hant: 員工配套應用程式。與經理的本地經理裝置同步可用性和班次。

# license.tier.employee.name
source: Employee
ar: الموظف
bn: কর্মচারী
es: Empleado
hi: कर्मचारी
zh_hans: 员工版
zh_hant: 員工版

# license.tier.local_manager.bullet.1
source: Unlimited employees, shifts, and rotas
ar: موظفون ومناوبات وجداول غير محدودة
bn: অসীম কর্মচারী, শিফট এবং রোস্টার
es: Empleados, turnos y horarios ilimitados
hi: असीमित कर्मचारी, शिफ्ट और रोस्टर
zh_hans: 员工、班次和排班无限制
zh_hant: 員工、班次和排班無限制

# license.tier.local_manager.bullet.2
source: Two-pass scheduler with availability + role matching
ar: مجدول من مرحلتين مع مطابقة التوفر والأدوار
bn: প্রাপ্যতা ও ভূমিকা মিল-যুক্ত দ্বি-পর্যায় শিডিউলার
es: Programador en dos pasadas con disponibilidad y roles
hi: उपलब्धता + भूमिका मिलान वाला दो-चरण शेड्यूलर
zh_hans: 两阶段排班器,匹配可用性和角色
zh_hant: 兩階段排班器,配對可用性與角色

# license.tier.local_manager.bullet.3
source: Edit log, save & restore, PDF/CSV/JSON export
ar: سجل التعديلات، حفظ واستعادة، تصدير PDF/CSV/JSON
bn: এডিট লগ, সেভ ও পুনরুদ্ধার, PDF/CSV/JSON এক্সপোর্ট
es: Registro de cambios, guardar y restaurar, exportación PDF/CSV/JSON
hi: एडिट लॉग, सेव और रिस्टोर, PDF/CSV/JSON निर्यात
zh_hans: 编辑日志、保存和恢复、PDF/CSV/JSON 导出
zh_hant: 編輯日誌、儲存與還原、PDF/CSV/JSON 匯出

# license.tier.local_manager.description
source: One-time purchase. The full Autorota app on this device. No accounts, no servers, no monthly fee.
ar: شراء لمرة واحدة. تطبيق Autorota كاملاً على هذا الجهاز. بدون حسابات أو خوادم أو رسوم شهرية.
bn: এককালীন ক্রয়। এই ডিভাইসে সম্পূর্ণ Autorota অ্যাপ। কোনো অ্যাকাউন্ট, সার্ভার বা মাসিক ফি নেই।
es: Compra única. La aplicación Autorota completa en este dispositivo. Sin cuentas, sin servidores, sin cuotas mensuales.
hi: एक बार की खरीद। इस डिवाइस पर पूरा Autorota ऐप। कोई खाता, सर्वर या मासिक शुल्क नहीं।
zh_hans: 一次性购买。本设备完整的 Autorota 应用。无账户、无服务器、无月费。
zh_hant: 一次性購買。本裝置完整的 Autorota 應用程式。無帳戶、無伺服器、無月費。

# license.tier.local_manager.name
source: Local Manager
ar: مدير محلي
bn: লোকাল ম্যানেজার
es: Gerente Local
hi: लोकल मैनेजर
zh_hans: 本地经理
zh_hant: 本地經理

# license.tier.local_manager.price_note
source: one-time
ar: لمرة واحدة
bn: এককালীন
es: única
hi: एक बार
zh_hans: 一次性
zh_hant: 一次性

# license.tier.saas.bullet.1
source: Sync across iPhone, iPad, Mac, and the web
ar: المزامنة عبر iPhone وiPad وMac والويب
bn: iPhone, iPad, Mac এবং ওয়েবে সিঙ্ক করুন
es: Sincroniza entre iPhone, iPad, Mac y la web
hi: iPhone, iPad, Mac और वेब पर सिंक
zh_hans: 跨 iPhone、iPad、Mac 和 Web 同步
zh_hant: 跨 iPhone、iPad、Mac 與網頁同步

# license.tier.saas.bullet.2
source: Multiple managers, multiple cafe locations
ar: عدة مدراء، عدة مواقع مقاهي
bn: একাধিক ম্যানেজার, একাধিক ক্যাফে স্থান
es: Varios gerentes, varias cafeterías
hi: कई प्रबंधक, कई कैफे स्थान
zh_hans: 多名经理,多家门店
zh_hant: 多位經理,多家門市

# license.tier.saas.bullet.3
source: Automatic cloud backups and analytics dashboard
ar: نسخ احتياطية سحابية تلقائية ولوحة تحليلات
bn: স্বয়ংক্রিয় ক্লাউড ব্যাকআপ ও অ্যানালিটিক্স ড্যাশবোর্ড
es: Copias en la nube automáticas y panel de análisis
hi: स्वचालित क्लाउड बैकअप और एनालिटिक्स डैशबोर्ड
zh_hans: 自动云备份和分析仪表板
zh_hant: 自動雲端備份與分析儀表板

# license.tier.saas.description
source: Web-backed subscription. Multi-device, multi-location, real-time team collaboration with backups and reporting.
ar: اشتراك مدعوم بالويب. متعدد الأجهزة والمواقع، تعاون فوري مع نسخ احتياطية وتقارير.
bn: ওয়েব-ভিত্তিক সাবস্ক্রিপশন। একাধিক ডিভাইস ও স্থান, রিয়েল-টাইম টিম সহযোগিতা, ব্যাকআপ ও রিপোর্টিংসহ।
es: Suscripción en la nube. Multi-dispositivo, multi-sede, colaboración en tiempo real con copias e informes.
hi: वेब-आधारित सदस्यता। मल्टी-डिवाइस, मल्टी-लोकेशन, बैकअप व रिपोर्टिंग के साथ रीयल-टाइम टीम सहयोग।
zh_hans: 基于网络的订阅。多设备、多地点,实时团队协作,带备份和报告。
zh_hant: 網路訂閱服務。多裝置、多地點,即時團隊協作,含備份與報告。

# license.tier.saas.name
source: Cloud (Multi-Site)
ar: السحابة (متعدد المواقع)
bn: ক্লাউড (একাধিক সাইট)
es: Nube (Multi-sede)
hi: क्लाउड (मल्टी-साइट)
zh_hans: 云端(多店)
zh_hant: 雲端(多店)

# license.trial.days_remaining.%lld
source: %lld days remaining
ar: متبقٍ %lld يوم
bn: %lld দিন বাকি
es: Quedan %lld días
hi: %lld दिन शेष
zh_hans: 剩余 %lld 天
zh_hant: 剩餘 %lld 天

# license.trial.expired.body
source: Your free trial has ended. You can still view and export your data, but new edits are paused until you purchase.
ar: انتهت تجربتك المجانية. لا يزال بإمكانك عرض البيانات وتصديرها، لكن التعديلات الجديدة متوقفة حتى الشراء.
bn: আপনার বিনামূল্যের ট্রায়াল শেষ হয়েছে। আপনি এখনও ডেটা দেখতে ও এক্সপোর্ট করতে পারেন, তবে কেনার আগে নতুন এডিট স্থগিত।
es: Tu prueba gratuita ha finalizado. Puedes seguir viendo y exportando datos, pero las ediciones están pausadas hasta la compra.
hi: आपका मुफ़्त ट्रायल समाप्त हो गया है। आप अभी भी डेटा देख और निर्यात कर सकते हैं, लेकिन खरीद तक नए संपादन रोक दिए गए हैं।
zh_hans: 免费试用已结束。您仍可查看和导出数据,但购买前无法新建编辑。
zh_hant: 免費試用已結束。您仍可檢視和匯出資料,但購買前暫停新增編輯。

# license.trial.expired.title
source: Trial Ended
ar: انتهت الفترة التجريبية
bn: ট্রায়াল শেষ
es: Prueba finalizada
hi: ट्रायल समाप्त
zh_hans: 试用已结束
zh_hant: 試用已結束

source: Light
ar: فاتح
bn: হালকা
es: Claro
hi: लाइट
zh_hans: 浅色
zh_hant: 淺色

source: Loading analytics…
ar: جارٍ تحميل التحليلات…
bn: বিশ্লেষণ লোড হচ্ছে…
es: Cargando análisis…
hi: एनालिटिक्स लोड हो रहा है…
zh_hans: 加载数据分析中…
zh_hant: 載入數據分析中…

source: Loading employees…
ar: جارٍ تحميل الموظفين…
bn: কর্মচারী লোড হচ্ছে…
es: Cargando empleados…
hi: कर्मचारी लोड हो रहे हैं…
zh_hans: 加载员工中…
zh_hant: 載入員工中…

source: Loading recipients…
ar: جارٍ تحميل المستلمين…
bn: প্রাপক লোড হচ্ছে…
es: Cargando destinatarios…
hi: प्राप्तकर्ता लोड हो रहे हैं…
zh_hans: 加载收件人中…
zh_hant: 載入收件人中…

source: Loading schedule…
ar: جارٍ تحميل الجدول…
bn: সময়সূচী লোড হচ্ছে…
es: Cargando horario…
hi: शेड्यूल लोड हो रहा है…
zh_hans: 加载排班表中…
zh_hant: 載入排班表中…

source: Loading...
ar: جارٍ التحميل...
bn: লোড হচ্ছে...
es: Cargando...
hi: लोड हो रहा है...
zh_hans: 加载中...
zh_hant: 載入中...

source: Loading…
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
es: Cargando…
hi: लोड हो रहा है…
zh_hans: 加载中…
zh_hant: 載入中…

source: Long date range
ar: نطاق تاريخ طويل
bn: দীর্ঘ তারিখ পরিসর
es: Rango de fechas largo
hi: लंबी दिनांक श्रेणी
zh_hans: 长日期范围
zh_hant: 長日期範圍

source: Looks valid
ar: يبدو صالحاً
bn: বৈধ মনে হচ্ছে
es: Parece válido
hi: मान्य लगता है
zh_hans: 看起来有效
zh_hant: 看起來有效

source: Manager Report
ar: تقرير المدير
bn: ম্যানেজার রিপোর্ট
es: Informe del responsable
hi: प्रबंधक रिपोर्ट
zh_hans: 管理者报告
zh_hant: 管理者報告

source: Mark %@ done
ar: وضع علامة منجز على %@
bn: %@-কে সম্পন্ন হিসেবে চিহ্নিত করুন
es: Marcar %@ como hecho
hi: %@ को पूर्ण के रूप में चिह्नित करें
zh_hans: 将 %@ 标记为完成
zh_hant: 將 %@ 標記為完成

source: Mark %@ not done
ar: وضع علامة غير منجز على %@
bn: %@-কে অসম্পন্ন হিসেবে চিহ্নিত করুন
es: Marcar %@ como no hecho
hi: %@ को अपूर्ण के रूप में चिह्नित करें
zh_hans: 将 %@ 标记为未完成
zh_hant: 將 %@ 標記為未完成

source: Mark all sent
ar: وضع علامة مُرسَل على الكل
bn: সব পাঠানো হিসেবে চিহ্নিত করুন
es: Marcar todos como enviados
hi: सभी को भेजा हुआ चिह्नित करें
zh_hans: 全部标记为已发送
zh_hant: 全部標記為已傳送

source: Mark as Not Available
ar: وضع علامة غير متاح
bn: অনুপলব্ধ হিসেবে চিহ্নিত করুন
es: Marcar como no disponible
hi: अनुपलब्ध चिह्नित करें
zh_hans: 标记为不可用
zh_hant: 標記為不可用

source: Mark sent
ar: وضع علامة مُرسَل
bn: পাঠানো হিসেবে চিহ্নিত করুন
es: Marcar como enviado
hi: भेजा हुआ चिह्नित करें
zh_hans: 标记为已发送
zh_hant: 標記為已傳送

source: Max daily hours
ar: الحد الأقصى للساعات اليومية
bn: সর্বোচ্চ দৈনিক ঘণ্টা
es: Máximo de horas diarias
hi: अधिकतम दैनिक घंटे
zh_hans: 每日最大时数
zh_hant: 每日最大時數

source: Max staff: %lld
ar: الحد الأقصى للموظفين: %lld
bn: সর্বোচ্চ কর্মী: %lld
es: Personal máx.: %lld
hi: अधिकतम कर्मचारी: %lld
zh_hans: 人员上限：%lld
zh_hant: 人員上限:%lld

source: Max: %lld
ar: الحد الأقصى: %lld
bn: সর্বোচ্চ: %lld
es: Máx.: %lld
hi: अधिकतम: %lld
zh_hans: 上限：%lld
zh_hant: 上限:%lld

source: max:%u
ar: الحد الأقصى:%u
bn: সর্বোচ্চ:%u
es: máx:%u
hi: अधि:%u
zh_hans: 上限:%u
zh_hant: 上限:%u

source: Menu
ar: القائمة
bn: মেনু
es: Menú
hi: मेनू
zh_hans: 菜单
zh_hant: 選單

source: Merge by
ar: الدمج حسب
bn: এর দ্বারা মার্জ করুন
es: Combinar por
hi: इसके अनुसार मिलाएँ
zh_hans: 合并依据
zh_hant: 合併依據

source: Message Template
ar: قالب الرسالة
bn: বার্তা টেমপ্লেট
es: Plantilla de mensaje
hi: संदेश टेम्पलेट
zh_hans: 消息模板
zh_hant: 訊息範本

source: Messaging app
ar: تطبيق المراسلة
bn: মেসেজিং অ্যাপ
es: Aplicación de mensajería
hi: मैसेजिंग ऐप
zh_hans: 消息应用
zh_hant: 訊息應用程式

source: Min staff: %lld
ar: الحد الأدنى للموظفين: %lld
bn: সর্বনিম্ন কর্মী: %lld
es: Personal mín.: %lld
hi: न्यूनतम कर्मचारी: %lld
zh_hans: 人员下限：%lld
zh_hant: 人員下限:%lld

source: Min: %lld
ar: الحد الأدنى: %lld
bn: সর্বনিম্ন: %lld
es: Mín.: %lld
hi: न्यूनतम: %lld
zh_hans: 下限：%lld
zh_hant: 下限:%lld

source: min:%u
ar: الحد الأدنى:%u
bn: সর্বনিম্ন:%u
es: mín:%u
hi: न्यून:%u
zh_hans: 下限:%u
zh_hant: 下限:%u

source: Mode
ar: الوضع
bn: মোড
es: Modo
hi: मोड
zh_hans: 模式
zh_hant: 模式

source: Monochrome
ar: أحادي اللون
bn: একরঙা
es: Monocromático
hi: मोनोक्रोम
zh_hans: 单色
zh_hant: 單色

source: Monthly
ar: شهري
bn: মাসিক
es: Mensual
hi: मासिक
zh_hans: 每月
zh_hant: 每月

source: More
ar: المزيد
bn: আরও
es: Más
hi: और
zh_hans: 更多
zh_hant: 更多

source: More actions
ar: المزيد من الإجراءات
bn: আরও ক্রিয়া
es: Más acciones
hi: और क्रियाएँ
zh_hans: 更多操作
zh_hant: 更多動作

source: Name
ar: الاسم
bn: নাম
es: Nombre
hi: नाम
zh_hans: 姓名
zh_hant: 姓名

source: Need at least 2 weeks of data for trends.
ar: يلزم أسبوعان على الأقل من البيانات لعرض الاتجاهات.
bn: প্রবণতা দেখতে কমপক্ষে ২ সপ্তাহের তথ্য প্রয়োজন।
es: Se necesitan al menos 2 semanas de datos para mostrar tendencias.
hi: रुझानों के लिए कम से कम 2 सप्ताह का डेटा चाहिए।
zh_hans: 需至少 2 周的数据才能显示趋势。
zh_hant: 需要至少 2 週的資料才能顯示趨勢。

source: New Employee
ar: موظف جديد
bn: নতুন কর্মচারী
es: Nuevo empleado
hi: नया कर्मचारी
zh_hans: 新员工
zh_hant: 新員工

source: New Exception
ar: استثناء جديد
bn: নতুন ব্যতিক্রম
es: Nueva excepción
hi: नया अपवाद
zh_hans: 新例外
zh_hant: 新例外

source: New Role
ar: دور جديد
bn: নতুন ভূমিকা
es: Nuevo rol
hi: नई भूमिका
zh_hans: 新职位
zh_hant: 新職位

source: New Shift
ar: وردية جديدة
bn: নতুন শিফট
es: Nuevo turno
hi: नई शिफ़्ट
zh_hans: 新班次
zh_hant: 新班次

source: New Shift Change
ar: تغيير وردية جديد
bn: নতুন শিফট পরিবর্তন
es: Nuevo cambio de turno
hi: नया शिफ़्ट परिवर्तन
zh_hans: 新班次变更
zh_hant: 新班次變更

source: Next day
ar: اليوم التالي
bn: পরের দিন
es: Día siguiente
hi: अगला दिन
zh_hans: 下一天
zh_hant: 下一天

source: Next week
ar: الأسبوع المقبل
bn: পরের সপ্তাহ
es: Próxima semana
hi: अगला सप्ताह
zh_hans: 下周
zh_hant: 下週

source: Nickname (optional)
ar: الاسم المستعار (اختياري)
bn: ডাকনাম (ঐচ্ছিক)
es: Apodo (opcional)
hi: उपनाम (वैकल्पिक)
zh_hans: 昵称（可选）
zh_hant: 暱稱(選填)

source: No Available Employees
ar: لا يوجد موظفون متاحون
bn: কোনো উপলব্ধ কর্মচারী নেই
es: No hay empleados disponibles
hi: कोई उपलब्ध कर्मचारी नहीं
zh_hans: 没有可用员工
zh_hant: 沒有可用員工

source: No changes from previous save
ar: لا تغييرات منذ الحفظ السابق
bn: পূর্ববর্তী সেভ থেকে কোনো পরিবর্তন নেই
es: Sin cambios respecto al guardado anterior
hi: पिछले सेव से कोई परिवर्तन नहीं
zh_hans: 与上次保存无差异
zh_hant: 與上次儲存無差異
